bench-nocf-dev2-articles.txt

Summary:
  Total:	6.1283 secs
  Slowest:	3.7356 secs
  Fastest:	0.0350 secs
  Average:	0.4338 secs
  Requests/sec:	815.8895
  

Response time histogram:
  0.035 [1]	|
  0.405 [3431]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.775 [925]	|■■■■■■■■■■■
  1.145 [121]	|■
  1.515 [458]	|■■■■■
  1.885 [15]	|
  2.255 [29]	|
  2.625 [15]	|
  2.996 [3]	|
  3.366 [0]	|
  3.736 [2]	|


Latency distribution:
  10% in 0.1505 secs
  25% in 0.2105 secs
  50% in 0.2969 secs
  75% in 0.4707 secs
  90% in 1.1772 secs
  95% in 1.3458 secs
  99% in 1.8738 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0453 secs, 0.0350 secs, 3.7356 secs
  DNS-lookup:	0.0008 secs, 0.0000 secs, 0.0125 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0014 secs
  resp wait:	0.0689 secs, 0.0284 secs, 1.2983 secs
  resp read:	0.2357 secs, 0.0005 secs, 2.2387 secs

Status code distribution:
  [200]	5000 responses