bench-nocf-dev2-home.txt

Summary:
  Total:	4.1152 secs
  Slowest:	2.8534 secs
  Fastest:	0.0384 secs
  Average:	0.2964 secs
  Requests/sec:	1215.0224
  

Response time histogram:
  0.038 [1]	|
  0.320 [3486]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.601 [1141]	|■■■■■■■■■■■■■
  0.883 [249]	|■■■
  1.164 [80]	|■
  1.446 [34]	|
  1.727 [6]	|
  2.009 [2]	|
  2.290 [0]	|
  2.572 [0]	|
  2.853 [1]	|


Latency distribution:
  10% in 0.1262 secs
  25% in 0.1623 secs
  50% in 0.2260 secs
  75% in 0.3659 secs
  90% in 0.5476 secs
  95% in 0.6785 secs
  99% in 1.1531 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0160 secs, 0.0384 secs, 2.8534 secs
  DNS-lookup:	0.0052 secs, 0.0000 secs, 0.0557 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0008 secs
  resp wait:	0.0778 secs, 0.0294 secs, 1.0724 secs
  resp read:	0.1826 secs, 0.0004 secs, 2.2237 secs

Status code distribution:
  [200]	5000 responses